
export const moimContent = 
[
  {
      id : "moim0",
      category : "공모전",
      title : "와르르 맨션",
      promotion : "같이 건축 관련 공모전 뿌셔요",
      area : "서울",
      member : 30,
      content : "뛰어난 디자인과 혁신적인 아이디어로 건축 분야를 선도하는 공모전 모임입니다. 함께 도전하고 성장할 멤버를 모집합니다."
  },

  {
      id : "moim1",
      category : "디자인",
      title : "e모티콘",
      promotion : "목표는 kakao 이모티콘 등록하기",
      area : "서울",
      member : 8,
      content : "창의력과 감각으로 다양한 이모티콘을 만들어보며 즐거운 시간을 함께하는 이모티콘 제작 모임입니다. 이모티콘의 매력을 발휘하고 실력을 향상시킬 멤버를 모집합니다. 🎨🤩"
  },

  {
      id : "moim2",
      category : "이직·취업",
      title : "같이 가요",
      promotion : "혼자 좋은데 가지말고 같이가요!",
      area : "경기",
      member : 15,
      content : "'같이가요'는 이직과 취업을 향한 여정을 함께 나아가는 모임입니다. 우리는 경험과 노하우를 공유하며 서로의 성장을 돕고, 진로에 대한 지식과 네트워크를 확장합니다. 함께하는 동안 함께 성장하며 더 나은 미래를 향해 함께 걸어갈 동료들을 기다립니다. 💼👥🚀"
  },

  {
      id : "moim3",
      category : "운동",
      title : "SMASH",
      promotion : "2030 배드민턴 모임입니다",
      area : "인천",
      member : 34,
      content : "열정과 운동을 함께하는 배드민턴 모임! 20대부터 30대까지의 활동적인 분들이 모여 즐거운 스포츠와 친목을 즐깁니다. 건강한 라이프스타일과 새로운 인연을 만들며 즐거운 시간을 보내보세요. 함께 배드민턴을 즐기며 움직이고 소통하는 즐거움을 누려봐요! 🏸🤝🌟"
  },

  {
      id : "moim4",
      category : "운동",
      title : "달려라 하늬",
      promotion : "한강 저녁 러닝크루입니다",
      area : "서울",
      member : 16,
      content : "🌙한강의 저녁 풍경을 배경으로 즐거운 달리기를 즐기는 모임입니다. 일상의 스트레스를 푸는 동시에 건강한 활동과 풍성한 경험을 함께 합니다. 선선한 바람을 맞으며 함께 뛰며 우리만의 기록을 만들어보세요. 도심 속 자연과 함께하는 달리기의 즐거움을 느껴보세요! 🏃‍♂️🌆"
  },
  {
    id : "moim5",
    category : "글쓰기",
    title : "끄적끄적",
    promotion : "전자책 출판을 목표로 함께해요",
    area : "서울",
    member : 41,
    content : "💡함께 성장하는 전자책 출판 모임 '끄적끄적'입니다! 💡 글쓰기와 출판에 열정을 품은 20대와 30대가 모여 미래의 전자책 트렌드를 함께 만들어갑니다. 디지털 세대의 스토리텔링과 창의력을 뽐내며 독창적인 전자책을 출간하는 목표를 향해 함께 달립시다. 글로벌한 네트워킹과 업계 정보 공유로 더욱 뜨거운 전자책 출판 문화를 만들어가요! "
  },
  {
      id : "moim6",
      category : "한잔",
      title : "두발로 집에가",
      promotion : "퇴근 후 즐겁게 한잔(?)해요",
      area : "경기",
      member : 17,
      content : " '두발로 집에가'는 힘들고 바쁜 일상을 마치고 동료들과 함께 하는 퇴근 후 한잔의 여유를 만끽하는 모임입니다. 우리는 업무의 스트레스를 날려버리며 즐거운 대화와 웃음으로 하루를 마무리합니다. 다양한 주제로 이야기를 나누고, 새로운 인연을 맺으며 특별한 순간을 함께합니다. 여유로운 분위기에서 편안한 시간을 누리며  '두발로 집에가'의 특별함을 느껴보세요! 🍻😄🌆"
  },
  {
      id : "moim7",
      category : "기타",
      title : "멍냥 메이트",
      promotion : "강아지, 고양이를 키우는 분들 꺼먼!",
      area : "인천",
      member : 88,
      content : "🐶🐱강아지와 고양이를 사랑하는 우리만의 공간, 멍냥 메이트! 함께 모여서 반려동물 이야기를 나누고 유익한 정보를 공유해요. 귀여움 가득한 동물 친구들과 소중한 시간을 만끽해보세요."
  },
  {
    id : "moim8",
    category : "운동",
    title : "따그닥",
    promotion : "말이 좋아 왔지만, 사람이 더 좋아지는 2030",
    area : "인천",
    member : 107,
    content : "🐎따그닥에 어서오세요! 🐎 교통 좋은 승마장에서 저렴하게 승마를 할 수 있어요. 승마초보자/ 입문자 모두 환영해요. #승마 #승마동호회 #승마인생샷 #운동"
},
{
  id : "moim9",
  category : "한잔",
  title : "SQNC 010",
  promotion : "예술적인 공간, 예술 그 이상의 티 코스",
  area : "서울",
  member : 53,
  content : "차에 담은 이야기, 예술로 풀어낸 티 세레모니, 눈으로 한 번, 코로 한 번, 입으로 또 한 번 경험하며 차의 오묘함을 새롭게 발견할 수 있어요.  차와 예술의 만남, 꼭 경험해 보세요!"
},
{
  id : "moim10",
  category : "운동",
  title : "서울 아파트 산책",
  promotion : "즐겁게 부동산 이야기 하면서 걸어요",
  area : "서울",
  member : 22,
  content : "🏃즐겁게 산책하며 함께 부동산 이야기를 나누는 서울 아파트 산책 어때요?🏃 선선한 저녁에 그저 일상과 부동산을 주제로 이야기를 나눠요~ "
},
{
  id : "moim11",
  category : "한잔",
  title : "My Little Cave",
  promotion : "쉼이 필요한 하루 끝에 책과 함께하는 술모임",
  area : "인천",
  member : 38,
  content : "살다보면 가끔 꿈처럼 느껴지는 순간을 마주합니다. 마이리틀케이브에서 고유한 맥락과 세심한 감각이 담긴 경험으로 삶에 새로운 영감을 얻으세요."
},
{
  id : "moim12",
  category : "한잔",
  title : "해방모임",
  promotion : "사람들과 대화를 나누며 인연을 찾아보세요",
  area : "서울",
  member : 54,
  content : "일주일동안 열심히 일한 2030이라면 누구나! 자연스럽지만 가볍지 않게 대화를 나눌 수 있도록 프로그램들을 구성했습니다. 요즘 같이 날씨 좋은 날, 저희 해방모임에서 좋은 친구/연인을 만들어 가시는 거 어떠신가요."
},
{
  id : "moim13",
  category : "운동",
  title : "쥬티클럽",
  promotion : "한강 선셋 카약 전문 클럽",
  area : "서울",
  member : 80,
  content : "한강에서 카약타보셨나요? 누구에게나 처음은 있어요♥ 쥬티와 함께 카약드라이브 어떠세요? ZOOTY CLUB만의 특별 서비스! 'DSLR'로 인생샷도 남겨드려요!! "
},
{
  id : "moim14",
  category : "한잔",
  title : "나도SOLO",
  promotion : "검증된 직장인 와인파티",
  area : "경기",
  member : 97,
  content : "2018년도부터 진행되어온 장수, 인기 모임입니다. 와인을 무제한으로 드립니다. 호스트가 한 분 한 분을 세심하게 챙겨드려요."
},
{
  id : "moim15",
  category : "글쓰기",
  title : "소담",
  promotion : "다양한 소재로 대화를 나누며 글쓰기의 영감을 얻는 모임",
  area : "경기",
  member : 29,
  content : "주중엔 회사를 다니며 책과 영화를 보고, 주말엔 재밌게 본 책과 영화를 소재로 다양하고 다정한 대화를 나누고 있어요. 환경, 인권, 동물권 등에 관심이 많아 이런 이야기들을 나눌 수 있는 모임을 기획하다가, 보다 넓은 주제로 글쓰기 모임을 진행하게 되었습니다."
},
{
  id : "moim16",
  category : "운동",
  title : "경기ROAD",
  promotion : "장비없이 즐기는 1박2일 캠핑 모임",
  area : "경기",
  member : 50,
  content : "캠핑은 하고 싶은데 장비 사기는 부담스럽고 어디서부터 시작해야 할지 몰라 망설이는 분들을 위해 편안한 캠핑 모임을 만들었어요."
},
{
  id : "moim17",
  category : "기타",
  title : "으슬으슬",
  promotion : "마피아 모임(진짜 재밌음)",
  area : "서울",
  member : 77,
  content : "MT나 수련회 때 했던 그 게임 바로 마피아, 마피아에 진심인 분들의 모임입니다! 크루들의 수년간의 진행으로 쌓인 경험으로 더욱 오싹하고 재미있는 진짜 마피아 게임을 해보세요! "
}
]


