let Questions = [
    {
        no : 1,
        category : "소모임",
        title : "모임 생성은 어떻게 하는건가요?",
        content :
        `
        모임 생성을 하시려면 화면 상단에 있는 소모임으로 이동하신 후에
        우측 하단에 위치한 + 버튼을 클릭해서 생성하시면 됩니다 
        . . .
        `
    },
    {
        no : 2,
        category : "계정관련",
        title : "회원탈퇴를 하고싶어요",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 3,
        category : "멘토링",
        title : "멘토링 기능을 이용하고싶어요",
        content :
        `
        현재 해당 서비스는 준비중입니다!

        최대한 빠른 시일내로 멘토링을 만나보실 수 있도록 노력하겠습니다
        `
    },
    {
        no : 4,
        category : "계정관련",
        title : "FAQ 테스트중 1",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 5,
        category : "계정관련",
        title : "FAQ 테스트중 2",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 6,
        category : "계정관련",
        title : "FAQ 테스트중 3",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 7,
        category : "계정관련",
        title : "FAQ 테스트중 4",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 8,
        category : "계정관련",
        title : "FAQ 테스트중 5",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 9,
        category : "계정관련",
        title : "FAQ 테스트중 6",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 10,
        category : "계정관련",
        title : "FAQ 테스트중 7",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },
    {
        no : 11,
        category : "계정관련",
        title : "FAQ 테스트중 8",
        content :
        `
        회원탈퇴는 마이페이지로 이동하셔서 좌측 사이드바에 있는 회원탈퇴
        페이지로 이동하시면 됩니다.

        단, 회원탈퇴 시 모든 정보는 복구할 수 없습니다
        `
    },


]

export default Questions;